[Demo_Destiny_End_bad_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1502,Y=882,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=415,Y=1170,Z=-300),VecSub=(X=180,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=35,Y=1170,Z=-300),VecSub=(X=0,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_1800_lp_Inarticulately",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Decision.GG2_BGM_DM_CMN_Decision_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_001_Cue',Name="エコロ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[17]=(Actor=WINDOW,Command=EXIT)
DemoScripts[18]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1302,Y=882,Z=1335),SecTime=2)
DemoScripts[19]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[20]=(Actor=FADE,Command=WAIT)
DemoScripts[21]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=225,Y=1170,Z=1335),SecTime=)
DemoScripts[22]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=415,Y=1170,Z=1200),CId=72)
DemoScripts[23]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=35,Y=1170,Z=1200),CId=71)
DemoScripts[24]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[25]=(Actor=FADE,Command=WAIT)
DemoScripts[26]=(Actor=WINDOW,Command=SET)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_003_Cue',Name="クロナ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_005_Cue',Name="エコロ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[35]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[36]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[37]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0104_fx_Stand2Laugh",Rate=0,Number=3,Bit=0)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0400_lp_Laugh",Number=8)
DemoScripts[40]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_007_Cue',Name="クロナ")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[42]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_009_Cue',Name="クロナ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0104_fx_Stand2Laugh",Rate=0,Number=3,Bit=0)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0400_lp_Laugh",Number=8)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_010_Cue',Name="クロナ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0200_lp_half_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_011_Cue',Name="クロナ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[60]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[61]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[63]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=0.3)
DemoScripts[64]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[65]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_1801_fx_Inarticulately2Stand",Rate=0,Number=3,Bit=0)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[70]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_016_Cue',Name="エコロ")
DemoScripts[71]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[72]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0301_lp_one_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_017_Cue',Name="エコロ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=180,Y=45,Z=0),SecTime=0.3)
DemoScripts[78]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[79]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=45,Z=0),SecTime=)
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[81]=(Actor=WINDOW,Command=EXIT)
DemoScripts[82]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Destiny_End_bad.GG2_SE_DM_Crow_Cue')
DemoScripts[83]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[84]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[85]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[86]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[87]=(Actor=FADE,Command=WAIT)
DemoScripts[88]=(Actor=WINDOW,Command=SET)
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[94]=(Actor=WINDOW,Command=EXIT)
DemoScripts[95]=(Actor=TEXTURE,Command=START,CId=27,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[96]=(Actor=GALLERY,Command=SET_FLAG,CId=27,Bit=0)
DemoScripts[97]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[98]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[99]=(Actor=FADE,Command=WAIT)
DemoScripts[100]=(Actor=WINDOW,Command=SET)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_024_Cue',Name="エコロ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[106]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_End_bad.GG2_V_DES_End_bad_027_Cue',Name="エコロ")
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[108]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[111]=(Actor=WINDOW,Command=EXIT)
DemoScripts[112]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[113]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[114]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[115]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[116]=(Actor=SYSTEM,Command=END)

[Select_Destiny_End_bad_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Destiny_End_bad_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="終於到了這個時候......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="我喜歡的\"那個人\"......!")

Texts[2]=(Label="TEXT03",Name="庫蘿娜",Text="真是的--都等得不耐煩了DEATH啊!/n人類!")

Texts[3]=(Label="TEXT04",Name="峯大",Text="咦......奇怪......?/n惡魔......?")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="難......難道說峯大大人/n喜歡上的對象是......")

Texts[5]=(Label="TEXT06",Name="峯大",Text="不對啦!/n咦,不過......這是怎麼回事?")

Texts[6]=(Label="TEXT07",Name="庫蘿娜",Text="噫嘻嘻嘻!/n真是不錯的表情DEATH!/n惡作劇大成功DEATH!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="惡......惡作劇!!?")

Texts[8]=(Label="TEXT09",Name="庫蘿娜",Text="沒錯DEATH哦,我利用被惡魔長槍/n操控的女孩子,把假的情書/n放進你口袋裡了DEATH!")

Texts[9]=(Label="TEXT10",Name="庫蘿娜",Text="你很期待DEATH嗎--?/n噫嘻嘻嘻嘻--!")

Texts[10]=(Label="TEXT11",Name="庫蘿娜",Text="喂,現在是怎樣的心情?/n是怎麼樣的心情DEATH啊--?")

Texts[11]=(Label="TEXT12",Name="峯大",Text="怎......怎......怎......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="怎麼這樣--!!",Format[0]=(Size=37,Start=0,End=20))

Texts[13]=(Label="TEXT14",Name="峯大",Text="我說,艾可蘿!/n這是怎麼回事!?/n命運呢? 引力呢? 愛呢?")

Texts[14]=(Label="TEXT15",Name="峯大",Text="我們剛才的對話算什麼啊!?")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="哎呀~看來好像是我的錯覺呢......")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="對不擠,欸嘿.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="可惡啊---!!",Format[0]=(Size=37,Start=0,End=13))

Texts[18]=(Label="TEXT19",Name="峯大",Text="(在那之後,命運的女朋友/n也沒有出現在我面前......)")

Texts[19]=(Label="TEXT20",Name="峯大",Text="(艾可蘿的畢業考也因此失敗./n後來雖然接受了補習,但是補習/n好像也因為種種原因而失敗了)")

Texts[20]=(Label="TEXT21",Name="峯大",Text="(由於當時的失敗,/n艾可蘿被女神大人剝奪天使之力,/n得要作為人類在地上生活......)")

Texts[21]=(Label="TEXT22",Name="峯大",Text="(然後我們現在--)")

Texts[22]=(Label="TEXT23",Name="峯大",Text="我回來囉......")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="啊,歡迎回來,老公./n要喫飯嗎?/n還是要喝味噌湯呢?")

Texts[24]=(Label="TEXT25",Name="峯大",Text="兩邊都要啦!/n為什麼只讓我喫其中一樣啊!?/n不是應該問喫飯或洗澡嗎!?")

Texts[25]=(Label="TEXT26",Name="峯大",Text="還是說,是那樣嗎!?/n我只要泡在味噌湯裡就好了嗎!?/n我是味噌湯的配料嗎!?")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="討厭啦~老公真是的~/n今天的吐槽也很猛烈耶~/n嗚呵呵~~")

Texts[27]=(Label="TEXT28",Name="峯大",Text="哈哈哈......唉......")

Texts[28]=(Label="TEXT29",Name="峯大",Text="(這樣好像也還算幸福吧......)")

Texts[29]=(Label="",Name="",Text="")

Texts[30]=(Label="SELECT01",Name="",Text="")

Texts[31]=(Label="SELECT02",Name="",Text="")

Texts[32]=(Label="SELECT03",Name="",Text="")

Texts[33]=(Label="SELECT04",Name="",Text="")

Texts[34]=(Label="SELECT05",Name="",Text="")

Texts[35]=(Label="SELECT06",Name="",Text="")

Texts[36]=(Label="SELECT07",Name="",Text="")

Texts[37]=(Label="SELECT08",Name="",Text="")

Texts[38]=(Label="SELECT09",Name="",Text="")

Texts[39]=(Label="SELECT10",Name="",Text="")


